[
    {
        "title": "Quais empresas são elegíveis?",
        "text": [
            "• Sociedades Empresárias: Limitadas, anônimas, em comandita simples e por ações, e sociedades em nome coletivo.",
            "• Empresários Individuais e Produtor rural: Inclusive aqueles que exploram atividade rural.",
            "• Consórcios Civis: Com fins lucrativos."
        ]
    },
    {
        "title": "Quais os Requisitos para Requerer a Recuperação Judicial?",
        "text": [
            "• Ter um alto grau de endividamento: Demonstrar a existência de débitos em montante superior ao mínimo legal.",
            "• Possuir Inadimplência: Comprovar a incapacidade de cumprir com as obrigações financeiras assumidas.",
            "• Não Ser Falida: A empresa não pode estar em processo de falência no momento da solicitação da recuperação judicial."
        ]
    },
    {
        "title": "Qual o Momento Ideal para Buscar a Recuperação Judicial?",
        "text": [
            "A iniciativa deve ser tomada o quanto antes, quando a empresa ainda dispõe de recursos para manter suas atividades e evitar a deterioração irreversível da situação. A procrastinação pode comprometer as chances de recuperação e aumentar os riscos para o negócio."
        ]
    },
    {
        "title": "Quais os Benefícios da Recuperação Judicial?",
        "text": [
            "• Renegociação de Dívidas: Possibilidade de reduzir o valor total das dívidas em até 70%, alongar prazos de pagamento e obter condições mais vantajosas para a empresa e seus credores.",
            "• Proteção Contra Credores: Suspensão de todas as cobranças, inclusive as ações judiciais, e proteção contra bloqueios de contas e bens durante o processo de recuperação judicial.",
            "• Manutenção das Atividades Empresariais: Continuidade da operação normal da empresa enquanto a reestruturação financeira é realizada, preservando a geração de renda e o valor do negócio.",
            "• Preservação dos Empregos: Evite demissões e mantenha a equipe motivada, garantindo a expertise e o capital humano essencial para o sucesso da recuperação.",
            "• Segunda Chance para o Negócio: A recuperação judicial oferece a oportunidade de reestruturar a empresa, corrigir erros de gestão e implementar medidas para um futuro mais sólido e sustentável."
        ]
    }
]